
[
    {
        "title" : "rat",
        "detail": "Those born under the sign of the Rat are wise people who like to surround themselves with family and friends, who help them with their daily tasks and problems. Good workers, savers and good managers of their economy."
    },
    {
        "title": "ox",
        "detail": "Buffaloes or oxen are patient and calm animals, radiating a lot of affection and love and instilling respect. Great workers, they feel comfortable surrounded by order and cleanliness and achieve success thanks to their effort. For them the most important thing is the family, although they are jealous of their partner. They love art and music. They do not like to argue, although they do obey him."
    },
    {
        "title": "tiger",
        "detail": "People of this sign are very passionate and full of energy. They do not go unnoticed, they are adventurous, independent, resourceful, impulsive and they like fun. They are friends for life, although they like to be the leader of the group. In the world of couple relationships they are the strongest, sexiest and most seductive, although with excessive behavior."
    },
    {
        "title": "rabbit",
        "detail": "Those born in the Year of the Rabbit have extraordinary human qualities: they are prudent, intelligent, affable, discreet, forward-looking, attentive and benevolent. This is why the rabbit sign is widely accepted by people. Of moderate and indulgent character, lover of peace and concord, the rabbit hates war and violence. He likes a quiet life, tenderness and harmony."
    },
    {
        "title": "dragon",
        "detail": "Symbol of the Emperor in China, the dragon is imaginative, magnanimous, enterprising, lucky and powerful. It is full of strength and vitality. He is a true accumulator of energy and if you make him angry, he will become so enraged that he will lose his temper. It will be difficult to calm him down, since he does not believe in anyone or anyone. They tend to give good advice and are lucky in both money and love. They are very sentimental and fall madly in love."
    },
    {
        "title": "snake",
        "detail": "Snake people are cunning, they know what they want and how to get it. Their conversation is graceful and fluid. They are intense and cautious at the same time. They are jealous and possessive of their family but loyal. They like to pamper their friends and expect a reciprocal attitude from them. If they feel scorned or fail in their attempts, they can be angry for hours, although they are good at staying calm and appearing calm in difficult situations."
    },
    {
        "title": "horse",
        "detail": "Popular, optimistic, full of joy, adventurous, eloquent, impatient, enterprising, enthusiastic about life, great lovers and friends. His great passion is money and travel. They like meeting new people, different cultures, speaking languages ​​and they are the life of the parties. Their physical attractiveness and beauty make it easy for them to find love - a trap into which they hopelessly fall."
    },
    {
        "title": "goat",
        "detail": "The goat is creative, artistic, positive, graceful, feminine, personable, compassionate, whiny, sensitive, dreamy, proud, and sad. They do not pursue material wealth and prefer to live off their dreams. They love family, children, home and being in contact with nature. They are very hard-working, although they do not like the pressure of a deadline or a boss."
    },
    {
        "title": "monkey",
        "detail": "Animal more similar to the human being, it is ingenious, funny, friendly, quick-minded and alert, buyer, persuasive, sociable, capable of solving any problem no matter how difficult it is with ease. His love relationships and with friends are often conflictive, because he can't stand being valued. They are in good health, although their excesses at parties, alcohol and drugs could take their toll."
    },
    {
        "title": "rooster",
        "detail": "Attractive and seductive, talented and appreciated. They are meticulous, efficient, orderly, good talkers, observant, selfish, usurious, pragmatic, and very familiar. In love they are romantic, stubborn and fight for control of their partner. They tend to stand out as public relations or as artists. They don't pay too much attention to their health."
    },
    {
        "title": "dog",
        "detail": "The dog is a being dedicated to work, honest, trustworthy, diligent, with a great sense of justice and loyalty. He captivates everyone with his exciting personality, good humor and great ability to listen to the problems of others and give good advice. In love they are faithful and loyal, although very jealous when their partner is not at home. Nerves are your biggest health problem."
    },
    {
        "title": "pig",
        "detail": "It is a sincere, honest, trusting, educated, affectionate, helpful, courageous, determined animal, with great willpower, without great pretensions or vanity, with its feet on the ground. They are very personable and have impeccable taste and manners. In love they are sensual, passionate and patient, but up to a point. They are very hardworking, although the lack of attraction to sports and apathy will make their physique suffer and they will become excessively fat."
    }
]

