

[
    {
        "id" : 1,
        "name": "B'atz'",
        "color": "Negro",
        "day": "Dia propicio para las ceremonias.",
        "definition": "Mono, hilo, el tejido, familia, unidad, las venas,  principio y fin.",
        "detail": "Es el Nawal de todas las artes, de los tejidos, de lps artistas y la perpetuacion de las ceremonias. Es un dia propicio para pedir pareja, amarrar o desatar cualquier asunto.\nSon maestros de todas las artes. B'atz' es el tiempo desenrollado, es el principio de la inteligencia, la evolucion y la vida humana. ",
        "positiveVibes": "Reservado, Aamable, Tiene abundancia economica, Hogareno, Protector de su familia",
        "negativeVibes": "Ambicioso de casas, terrenos y bienes, Incredulo, Caracter fuerte y duro, Tacano, Molesta, pero no le gusta que lo molesten.",
    },
    {
        "id" : 2,
        "name": "E",
        "color": "Amarillo",
        "day": "Dia propicio para cumplir objetivos o solicitar trabajos.",
        "definition": "Diente, camino, autoridad, destino.",
        "detail": "Indica el camino del destino, el desarrollo de la vida, es la potencia, fuerza y energia para el inicio de un trabajo o viaje para la relacion humana. Los protegidos por este Nawal son considerados lideres naturales, grandes amigos y respetuosos. ",
        "positiveVibes": "Propicia el bienestar de otros, Viajero y caminante, Orador y pensador, Generoso, Ensena a los demas",
        "negativeVibes": "Terco, Sufre internamente, Le cuesta su propio bienestar, Impaciente, Nervioso",
    },
    {
        "id" : 3,
        "name": "AJ",
        "color": "Rojo",
        "day": "Propicio para la proteccion del hogar, los animales y las plantas.",
        "definition": "Caña, cañaveral, abundancia, la vara, el baston del poder, siembra, animales domesticos.",
        "detail": "Representa el constante retoño de la existencia y su desarrollo, es el triunfo sobre la maldad. Es el Nawal de la casa y de los niños. El que nace en este dia sera un buen consejero, en su persona hay confianza, su conocimiento lo comparte con todos sin excepcion. Es amable con todos y sabe conquistar.",
        "positiveVibes": "De caracter dulce, Oradores e investigadores, Protector de la casa y de los niños, Suerte para los trabajos o negocios, Respetuosos y aconsejadores.",
        "negativeVibes": "Celoso, Destruyen familias, Indecisos, Ordena la vida de los demás, Les gusta el chisme."
    }
    ,
    {
        "id" : 4,
        "name": "I'X",
        "color": "Blanco",
        "day": "Propicio para agradecer todo el trabajo de las mujeres. Para pedir fortaleza fisica y mental",
        "definition": "Jaguar, vitalidad, montañas, energia femenina",
        "detail": "Simboliza nuestra madre tierra, las revelaciones divinas, la naturaleza y los altares mayas. Es el Nawal de las 7 vergüenzas humanas: orgullo, envidia, mentira, crimen, ingratitud, ignorancia por pereza./nPersonas de razonamiento interno que les gusta la naturaleza y la soledad. ",
        "positiveVibes": "Valerosas y fuertes, Emprendedores, Vigilantes, Dador y cuidador de cosas, No pelea facilmente.",
        "negativeVibes": "Colerico, Le gusta la carne, Haragan, Le gusta la fama, Lastima profundamente."
    } ,
    {
        "id" : 5,
        "name": "Tz'ikin",
        "color": "Negro",
        "day": "Propicio para pedir por los proyectos comunales",
        "definition": "Pájaro, libertad, la serpiente emplumada",
        "detail": "La persona nacida ante Tz'ikin tendrá todo lo necesario para su vida espiritual y material. Las aves y demás animales respetarán sus siembras, son grandes comunicadores, intuitivos y sus predicciones son acertadas. Crean grandes espectativas y pueden abandonar todo en un segundo, son el signo mas voluble.",
        "positiveVibes": "Integros, Buena suerte para cualquier trabajo, De palabras santas",
        "negativeVibes": "Egoistas, Reconrosos, Enamorados y adúlteros."
    },
    {
        "id" : 6,
        "name": "Ajmaq",
        "color": "Amnarillo",
        "day": "Propicio para pedir perdon por las faltas",
        "definition": "Culpa, pecados, seres humanos, comunidad, buho",
        "detail": "Estudiosos y analīticos, son grandes estrategas tenaces en todo lo que hacen. Pueden ser valientes y visionarios, abiertos a la confrontacion pero impenetrables en esencia. Buenos coordinadores de eventos. Dicen lo que piensan, pero no su corazon, lo que los hace parecer frios y poco cariñosos.",
        "positiveVibes": "Cae bien a cualquiera, Percibe energías ocultas a otros, Prudentes y analiticos",
        "negativeVibes": "Oculta sus faltas, Pecador, Destruye su herencia"
    },
    {
        "id" : 7,
        "name": "No'J",
        "color": "Rojo",
        "day": "Propicio para pedir por la sabiduría, el talento y el buen pensamiento",
        "definition": "Conocimiento, sabiduria, idea, sismo",
        "detail": "Los que nacen en este dia son personas inteligentes, de una memoria sana y son muy idealistas, Simboliza las ambivalentes fuerzas morales en la mente humana. Es sinonimo de creatividad, de buen talento. Es la conexión de la  Mente Cósmica espiritual con la mente del ser humano. Las ceremonias que se celebran este dia son para tener buenos pensamientos, buenos compratimientos y buena memoria para unir ideas.",
        "positiveVibes": "Valientes, Buenas ideas, Facilidad para el dialogo",
        "negativeVibes": "Fantasiosos, Incrédulos, Haraganes, Enojados"
    },
    {
        "id" : 8,
        "name": "Tijax",
        "color": "Blanco",
        "day": "Propicio para curanderos y autoridades, para cortar males y enfermedades.",
        "definition": "Sufrimiento, discriminación, pena, dolor, el rayo, pedernal, obsidiana",
        "detail": "Tijax bendice a los nacidos en su dia con poder en las manos que facilita el cultivo de la medicina y ayuda en la curaazon de las personas y animales. Tiene facilidad para hablar en publico, son racionales por un lado y por otro intuitivos. Juiciosos y justos aunque drasticos, se ofenden facilmente y pueden terminar una relacion de años en un minuto.",
        "positiveVibes": "Poseen señales en el cuerpo, Negociadores y politicos, Se relacionan con todas las personas",
        "negativeVibes": "Tajantes y cortantes, Sufren chismes, Insensibles al dolor ajeno."
    },
    {
        "id" : 9,
        "name": "Kawoq",
        "color": "Negro",
        "day": "Propicio para toda clase de adversidades, tambien es el dia para curar enfermedades",
        "definition": "Familia, comunidad, guardian, lluvia, relampago",
        "detail": "Las personas nacidas bajo Kawoq son propensas a problemas y dificultates. No son ambiciosos, aceptan las cosas como vienen, hay rasgos de conformismo en su personalidad. Viven y actuan por su familia, pero deberan aprender a no manipular o imponer su vision a los demas. Su salud es fuerte, no se enferman tan facilmente.",
        "positiveVibes": "Visionarios, Persiven señales en los jos de los demas, Inventores, Buen conversador",
        "negativeVibes": "Se meten donde no los llaman, Quieren dominar, Vengativos, Conflictivos"
    }
    ,
    {
        "id" : 10,
        "name": "Ajpu",
        "color": "Amarillo",
        "day": "Propicio para pedir sabiduria, talento y fortaleza fisica",
        "definition": "Cerbatanero, majestad, caracol",
        "detail": "Los nacidos en Ajpu tienen la misión de orientar a la humanidad, dar la luz espiritual real, no su idea de la verdad. El ego es su mayor obstáculo en su camino espiritual. Su salud es completa, de mucha fortaleza física, por eso no tan fácilmente se enferma. Será protegido con una fuerza mayor, pero de desconocerlo será un mal para la socidedad, alguien que divide, que desorienta las ideas.",
        "positiveVibes": "Vencer toda maldad, Curandero con plantas, Dirigentes de grupos, Bienestar material",
        "negativeVibes": "Criticones, Vengativos, No comparte su espacio con nadie, Contestones, Arrogantes"
    } ,
    {
        "id" : ,
        "name": "",
        "color": "",
        "day": "Propicio para ",
        "definition": "",
        "detail": "",
        "positiveVibes": "",
        "negativeVibes": ""
    }
    
]

